Repository: Infomaniak/ios-features
Catalog: Sources/KSuite/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# kSuiteUpgradeDetailsContactAdmin
source: Contact your administrator to upgrade your offer.
de: Wenden Sie sich an Ihren Administrator, um Ihr Angebot weiterzuentwickeln.
es: Póngase en contacto con su administrador para actualizar su oferta.
fr: Contactez votre administrateur pour faire évoluer votre offre.
it: Contattare l’amministratore per aggiornare l’offerta.

# kSuiteBusinessKChatLabel
source: kChat: shared channels, unlimited integration with other applications
de: kChat: Gemeinsame Kanäle, Integration anderer Anwendungen unbegrenzt
es: kChat: canales compartidos, integración ilimitada con otras aplicaciones
fr: kChat : canaux partagés, intégration d’autres applications illimité
it: kChat: canali condivisi, integrazione illimitata con altre applicazioni

# kSuiteBusinessKDriveLabel
source: kDrive: content search, extended version history
de: kDrive: Suche im Inhalt, erweiterte Versionsgeschichte
es: kDrive: búsqueda de contenidos, historial de versiones ampliado
fr: kDrive : recherche dans le contenu, historique de versions étendu
it: kDrive: ricerca dei contenuti, cronologia estesa delle versioni

# kSuiteBusinessOfferDescription
source: Optimize your exchanges and structure collaboration throughout your organization.
de: Optimieren Sie Ihren Austausch und strukturieren Sie die Zusammenarbeit in Ihrer gesamten Organisation.
es: Optimice sus intercambios y estructure la colaboración en toda su organización.
fr: Optimisez vos échanges et structurez la collaboration à l’échelle de votre organisation.
it: Ottimizzate gli scambi e strutturate la collaborazione in tutta l’organizzazione.

# kSuiteBusinessOfferTitle
source: Gain impact and control with the business offer
de: Gewinnen Sie an Wirkung und Kontrolle mit dem Business-Angebot
es: Gane impacto y control con la oferta empresarial
fr: Gagnez en impact et en maîtrise avec l’offre business
it: Ottenere impatto e controllo con l’offerta commerciale

# kSuiteBusinessSecurityLabel
source: Security: SSO login, PC backup, etc.
de: Sicherheit: SSO-Login, PC-Backup, etc.
es: Seguridad: inicio de sesión SSO, copia de seguridad de PC, etc.
fr: Sécurité : Login SSO, sauvegarde PC, etc.
it: Sicurezza: login SSO, backup del PC, ecc.

# kSuiteEnterpriseFunctionalityLabel
source: Advanced features: Premium Support, Custom Brand, etc.
de: Erweiterte Funktionen: Premium-Support, Custom Brand, etc.
es: Funciones avanzadas: asistencia Premium, marca personalizada, etc.
fr: Fonctionnalités avancées : Support Premium, Custom Brand, etc.
it: Caratteristiche avanzate: supporto premium, marchio personalizzato, ecc.

# kSuiteEnterpriseKChatLabel
source: kChat: 200 external users, up to 1000 public/private channels
de: kChat: 200 externe Nutzer, bis zu 1000 öffentliche/private Kanäle
es: kChat: 200 usuarios externos, hasta 1000 canales públicos/privados
fr: kChat : 200 utilisateurs externes, jusqu’à 1000 canaux publics/privés
it: kChat: 200 utenti esterni, fino a 1000 canali pubblici/privati

# kSuiteEnterpriseOfferDescription
source: A secure collaboration environment for even the most demanding teams.
de: Eine sichere Umgebung zur Zusammenarbeit für Ihre Teams, selbst für die anspruchsvollsten.
es: Un entorno de colaboración seguro para sus equipos, incluso los más exigentes.
fr: Un environnement de collaboration sécurisé pour vos équipes, même les plus exigeantes.
it: Un ambiente di collaborazione sicuro per i vostri team, anche i più esigenti.

# kSuiteEnterpriseOfferTitle
source: Secure, centralize, control with the Enterprise offer
de: Sichern, zentralisieren, beherrschen mit dem Enterprise-Angebot
es: Seguridad, centralización y control con la oferta Enterprise
fr: Sécurisez, centralisez, maîtrisez avec l’offre Enterprise
it: Sicurezza, centralizzazione e controllo con l’offerta Enterprise

# kSuiteMoreLabel
source: And much, much more!
de: Und noch viel mehr!
es: Y mucho, mucho más
fr: Et bien plus encore !
it: E molto altro ancora!

# kSuiteStandardEuriaLabel
source: Euria: video transcription, image creation, etc.
de: Euria: Transkription von Videos, Erstellung von Bildern usw.
es: Euria: transcripción de vídeos, creación de imágenes, etc.
fr: Euria : transcription des vidéos, création d’image, etc.
it: Euria: trascrizione di video, creazione di immagini, ecc.

# kSuiteStandardKChatLabel
source: kChat: unlimited message history, more channels, etc.
de: kChat: Unbegrenzter Nachrichtenverlauf, mehr Kanäle, etc.
es: kChat: historial de mensajes ilimitado, más canales, etc.
fr: kChat : historique des messages illimités, plus de canaux, etc.
it: kChat: cronologia dei messaggi illimitata, più canali, ecc.

# kSuiteStandardMailLabel
source: Mail: unlimited mail storage, scheduled mailings, etc.
de: Mail: unbegrenzter Mail-Speicher, zeitgesteuerter Versand, etc.
es: Correo: almacenamiento ilimitado de correo, entrega programada, etc.
fr: Mail : stockage messagerie illimité, envoi programmé, etc.
it: Posta: archiviazione illimitata della posta, consegna programmata, ecc.

# kSuiteStandardOfferDescription
source: Give your team the essential tools to collaborate effectively on a daily basis.
de: Geben Sie Ihrem Team die wichtigsten Werkzeuge an die Hand, um im Alltag effektiv zusammenzuarbeiten.
es: Proporcione a su equipo las herramientas esenciales para colaborar eficazmente a diario.
fr: Donnez à votre équipe les outils essentiels pour collaborer efficacement au quotidien.
it: Fornite al vostro team gli strumenti essenziali per collaborare efficacemente ogni giorno.

# kSuiteStandardOfferTitle
source: Step up a gear with the standard offer
de: Schalten Sie mit dem Standardangebot einen Gang höher
es: Aumenta la velocidad con la oferta estándar
fr: Passez à la vitesse supérieure avec l’offre standard
it: Un passo avanti con l’offerta standard

# kSuiteStorageLabel
source: %@ per kDrive and kChat cloud storage user
de: %@ pro Nutzer des Cloud-Speichers kDrive und kChat
es: %@ por usuario de almacenamiento en la nube kDrive y kChat
fr: %@ par utilisateur de stockage cloud kDrive et kChat
it: %@ per utente di cloud storage kDrive e kChat

# kSuiteUpgradeDetails
source: To upgrade your offer, use the web interface.
de: Um Ihr Angebot weiterzuentwickeln, nutzen Sie das Webinterface.
es: Para actualizar su oferta, utilice la interfaz web.
fr: Pour faire évoluer votre offre, utilisez l’interface web.
it: Per aggiornare l’offerta, utilizzare l’interfaccia web.
