Repository: Infomaniak/ios-features
Catalog: Sources/InAppTwoFactorAuthentication/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es

# twoFactorAuthJustNowLabel
source: Just now
de: Jetzt
es: Ahora

# buttonApprove
source: Approve
de: Genehmigen Sie
es: Aprobar

# buttonDeny
source: Deny
de: Verweigern
es: Denegar

# buttonEditPassword
source: Edit password
de: Passwort ändern

# twoFactorAuthAlreadyProcessedErrorTitle
source: This request has already been processed
de: Diese Anfrage wurde bereits bearbeitet

# twoFactorAuthCheckOriginDescription
source: You didn’t initiate this action? Check your active devices, and disconnect the ones you don’t recognize.
de: Sie haben diese Validierung nicht veranlasst? Überprüfen Sie Ihre aktiven Geräte, und trennen Sie die, die Sie nicht erkennen.
es: ¿No has iniciado esta validación? Comprueba la actividad de tus últimos dispositivos utilizados.

# twoFactorAuthConfirmationDescription
source: Confirming this login attempt will allow that device to access your Infomaniak account
de: Durch die Bestätigung dieser Verbindung wird diesem Gerät der Zugriff auf Ihr Infomaniak-Konto gestattet.
es: Al confirmar esta conexión, autorizas a este dispositivo a acceder a tu cuenta Infomaniak.

# twoFactorAuthConnectionRejectedDescription
source: You have refused a login attempt. To secure your account, change your password. If you are the source of this attempt, try logging in again.
de: Sie haben einen Anmeldeversuch abgelehnt. Um Ihr Konto zu sichern, ändern Sie Ihr Passwort.nWenn Sie diesen Versuch veranlasst haben, versuchen Sie es erneut, sich anzumelden.

# twoFactorAuthConnectionRejectedTitle
source: Connection Rejected
de: Verbindung Abgelehnt

# twoFactorAuthDeviceLabel
source: Device
de: Gerät
es: Dispositivo

# twoFactorAuthExpiredErrorTitle
source: This login request has expired
de: Diese Verbindungsanfrage ist abgelaufen
es: Esta solicitud de conexión ha expirado

# twoFactorAuthGenericErrorDescription
source: Unable to complete the operation.\nPlease try again.
de: Der Vorgang konnte nicht abgeschlossen werden.\nBitte versuchen Sie es erneut.
es: No se pudo completar la operación.\nVuelve a intentarlo.

# twoFactorAuthLocationLabel
source: Location
de: Ort
es: Lugar

# twoFactorAuthNoNetworkErrorDescription
source: Unable to complete the operation.\nCheck your connection and try again.
de: Der Vorgang kann nicht abgeschlossen werden.\nÜberprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se ha podido completar la operación.\nCompruebe su conexión e inténtelo de nuevo.

# twoFactorAuthNoNetworkErrorTitle
source: No network connection
de: Kein Netz
es: No hay red

# twoFactorAuthTryingToLogInTitle
source: Are you trying to login?
de: Versuchen Sie, sich anzumelden?
es: ¿Está intentando conectarse?

# twoFactorAuthWhenLabel
source: When
de: Wenn
es: En
